[
	{
		"author": "Li Zhou",
		"headline": "A group of centrist lawmakers has a new compromise proposal for more stimulus",
		"public": false,
		"content": "A centrist bipartisan group is trying to break through the stimulus stalemate - and put pressure on Congress to get something done. Members of the House Problem Solvers Caucus on Tuesday released what they viewed as an effective compromise offer amid the ongoing impasse between Democratic and Republican negotiators over the next phase of Covid-19 aid.",
		"date": "2020-09-16T07:00:00.000Z"
	},
	{
		"author": "Caitlin McFall",
		"headline": "Ukraine backs opposition forces against Belarusian president",
		"public": false,
		"content": "Ukrainian lawmakers joined Western countries in condemning the recent presidential election in Belarus by passing a motion that would enforce future sanctions against individuals involved in fixing elections and using violence against demonstrators.",
		"date": "2020-09-15T07:00:00.000Z"
	},
	{
		"author": "Associated Press",
		"headline": "Nicaragua, Venezuela offer asylum to Snowden",
		"public": false,
		"content": "Presidents Daniel Ortega of Nicaragua and Nicolas Maduro of Venezuela said Friday they were willing to grant asylum to NSA leaker Edward Snowden.",
		"date": "2013-07-05T07:00:00.000Z"
	},
	{
		"author": "Allyson Lieberman",
		"headline": "Magic's not back yet at Disney: Analysts",
		"public": false,
		"content": "Michael Eisner's efforts to slash costs and pump up revenue at Disney may have stabilized earnings, but some analysts insist that the road ahead is still bumpy. Morgan Stanley Dean Witter's Richard Bilotti warned in a report yesterday that he 'continues to be cautious about the stock,' which he 'anticipates could tread water for about six months.' Bilotti remains pessimistic about the future of the media empire, which he says is susceptible to the economy and would likely be affected by any economic slowdown. Meanwhile, Prudential Securities' media analyst Katherine Styponais says the Magic Kingdom 'still [has] a ways to go until we see a turnaround.' \"There are a couple of businesses that we will continue to keep an eye on - particularly their consumer products division.\" \"We continue to put a 'hold' on Disney until we see stronger results,\" Styponais said.",
		"date": "1999-09-28T07:00:00.000Z"
	},
	{
		"author": "David Goodman",
		"headline": "Six Kids Die in Detroit House Fire",
		"public": false,
		"content": "Six children died in a fire at their grandmother's home Sunday while their mother was at a hospital after having a baby. The fire rushed up a stairway and trapped the children in two upstairs bedrooms. Their grandmother and three others escaped. The fire started in a living room closet and appeared accidental, but its cause was not yet known, fire Lt. Katrina Butler said. \"Oh God, no! No! No!,\" neighbor Carolyn King screamed, falling to her knees as coroners' workers carried the first of six body bags from the home.",
		"date": "1998-12-27T07:00:00.000Z"
	},
	{
		"author": "United Press International",
		"headline": "McEnroe routs Lendl",
		"public": false,
		"content": "John McEnroe settled his grudge duel with Ivan Lendl in straight sets and Chris Lewis survived a 3-hour, 45-minute marathon against Kevin Curren yesterday to advance to tomorrow's final in the $1.4 million Wimbledon chamnpionships. McEnroe, pushed to a tiebreaker in the first set, won it and went to a 7-6, 6-4, 6-4 victory over Lendl.",
		"date": "1983-07-02T07:00:00.000Z"
	},
	{
		"author": "Allyson Lieberman",
		"headline": "Bush Decries Exxon Valdez Spillage of 'Precious, Precious' Oil",
		"public": false,
		"content": "In a highly charged White House press conference Friday, President Bush lashed out against Exxon's supertanker spill off the Alaska coast, decrying the company's \"shocking lack of respect for our planet's greatest natural resource: precious, precious oil.\" \"What has happened there in Alaska is a tragic, tragic waste of the fossil fuel most dear to my heart,\" the visibly grieving president said.",
		"date": "1989-03-25T07:00:00.000Z"
	},
	{
		"author": "David Goodman",
		"headline": "Ouija riot baffles police",
		"public": false,
		"content": "The mass hysteria that drove students temporarily berserk at a military-styled private school here yesterday began when several students were playing with a ouija board and suddenly felt that \"a spirit took over it,\" a teacher told the Miami News today. \"Everybody just got carried away and it was a riot,\" the teacher, Iliana Vicledo, said. \"There were girls crying and screaming that there was a spirit inside (the ouija board).\" Police said they were baffled by the outbreak at the Miami Aerospace Academy, which they said led to \"mass hysteria\" that had students kicking walls, tearing at doors, talking of witches and screaming about demons. \"The whole school went berserk,\" said Miami policeman Harry Cunelli.",
		"date": "1979-10-26T07:00:00.000Z"
	},
	{
		"author": "David Goodman",
		"headline": "Remember Those Few Glorious Minutes When the World Was Free of Trump's Twitter Account?",
		"public": false,
		"content": "Nov. 2, 2017, is a day that will go down in history.",
		"date": "2017-12-27T07:00:00.000Z"
	},
	{
		"author": "Caitlin McFall",
		"headline": "'I turned away Beatles for just £25'",
		"public": false,
		"content": "City landlord George, 72, has no regrets. The man who once turned down the Beatles because they were \"too pricey\" is still going strong at his pub in Sneinton. George Dove, 72, landlord of The March Hare on Carlton Road, has never regretted his decision to give the Fab Four the heave-ho. That's because in his 36 years as landlord he's never had trouble drawing the customers.",
		"date": "1994-12-12T07:00:00.000Z"
	}
]